{
    "AboutMe" : {
        "message": "Soy Daniel Atilano y vengo de la Ciudad de México, donde me gradué como ingeniero en sistemas computacionales. En lugar de enfocarme únicamente a la ingeniería  inmediatamente después y con la inquietud de no dejar inexploradas otras dimensiones humanas, decidí acabar de estudiar filosofía en París, pues había comenzado ambas carreras al mismo tiempo. Aquí, no obstante, al presentarme como artista, reivindico un aspecto todavía más fundamental de mi persona, pues dibujo desde muy joven. Todo cuaderno destinado a mi formación académica, con garabatos en los bordes y esquinas, confirman esta tendencia mía de hacer trazos. Por fortuna, me dí ya la oportunidad de darme una hoja entera desde hace tiempo, pero es hasta ahora que la reivindico como actividad constitutiva de mi cotidianidad; no puedo ni quiero parar de dibujar.\n\n\n       Mi tema, o aquello que exploro, es la concordancia. Reciprocidad conmigo mismo, pues cada dibujo mantiene vigente el diálogo interior que me hace crecer como persona. A través de ellos me educo y fue así que di con hábitos que, creyendo fomentar mi expresión natural, en realidad la saboteaban. Hábitos que entorpecen, hábitos que reprimen, hábitos que  aunque tengan las mejores intenciones en mente, es a mi cuerpo cuyas intenciones mis acciones buscan corresponder. El eco de mi voz rebota hacia mí y su paciencia, empatía y honestidad me guían al dibujar. En términos técnicos, se trata de sentirme cada vez más cómodo con mis trazos. Tal vez a eso se refieren los artistas y autores con ‘forjar un estilo’.\n\n\n          En la medida en que me corresponda de manera más atinada, mejor podré presentarme al mundo. En la medida en la que cultive mi diálogo visual, más tierra le doy a mi voz para crecer; la voz con la que quiero hablar y con la que quiero que se me escuche. Tal adecuación podría confundirse con un objetivo; sin embargo, no dibujo para lograr algo. Como una serpiente persiguiendo su propia cola, seguiré dibujando, pues no llegará el momento en que un dibujo me encapsule de manera definitiva. Se trata, más bien, de un entrenamiento que reivindica mi presencia aquí y ahora en todo lo que hago."
    },
    "HowItWorks": {
        "message": "Lo que aquí comparto es el diálogo que he tenido hasta ahora conmigo mismo y cada dibujo aquí expuesto es una invitación a que formes parte de él. Se trata de un ‘diálogo’ inaugurado por mis trazos que pueden hilarse con la mirada, en la medida en que mis trazos sean cada vez más atinados más espacio para jugar le doy. Dibujo, por ejemplo, unas manos y tú ves ‘gestos femeninos’; dibujo otras manos, y tú ves ‘amabilidad’. Entusiasmado con este vaivén que trascendía el contenido de la hoja, empecé a dibujar con más insistencia con tal de evocar más observaciones sensibles y así aprender a ‘leer’ qué dicen los dibujos sobre mí y, accidentalmente, ‘leer’ tú también qué dicen sobre ti. Una tarea que ha llegado hasta el punto en que no puede transcurrir un mes sin que haya dibujado al menos cuatro o cinco dibujos. Por otro lado, he tomado notas para ver qué hace la gente con observaciones precisas al momento de ver un cuadro para que tú y yo podamos hacer lo mismo. Aquí abajo menciono unos puntos de apoyo sobre los cuales guiarse durante este flujo asíncrono que es el diálogo visual y así entender con más precisión qué son estos términos trascendentales tales como ‘gesto femenino’ y  ‘amabilidad’.\n\n\n        Como artista, decidí que no sólo debo enfocarme en forjar mis trazos sobre el papel, sino, también, en hacer un esfuerzo por comunicar el porqué de mis trazos. Para lograrlo, necesitaba hacerme de otro espacio virtual. Ahora bien, un espacio virtual implica ya una pérdida, en el entendido que un cuadro pierde intensidad de su resonancia a través de una pantalla; a través de un filtro de consumo. Al decidir programar desde cero mi propia página web, hice las paces con ese obstáculo; sin embargo, no tenía que hacer lo mismo con los otros dos problemas restantes.\n\n\n        El primero es el formato de cuadrícula presente en algunos portafolios digitales de artistas, así como en redes sociales. Aunque maximice el espacio para que el usuario vea lo más posible y dé click a su agrado, no es una presentación al servicio de la imagen. Es decir, una en la que la imagen tenga su espacio, ese espacio que físicamente le es asignado como aquel de una pared. Segundo, si una imagen es de por sí expresiva; ver cuatro o seis al mismo tiempo es abrumador; sucede aquello que se ha denominado “el fenómeno de bombardeo” cuyas opciones desincentivan al espectador a interactuar. Si el arte no se consume, como lo constató Kant, mi espacio virtual tendría que apartarse de las heurísticas de consumo. Mi esfuerzo, entonces, es el de traducir lo que hace un curador (configurar el espacio para la presentación de obras de arte) al espacio virtual. Y aunque el primer obstáculo sea inamovible, el de enmarcar la imagen con una pantalla, quiero insistir en que quien da click en la página no es inmediatamente un consumidor, sino una mirada curiosa.\n\n\n       Como curador de mis propios dibujos, decidí separarlos en cuatro rubros, esto únicamente porque hay dibujos que resuenan más junto a otros en específico, no por una distinción conceptual. Así pues, el primer rubro (Reciprocidad) señala mis inicios al dibujo como medio de conocerme a mí mismo, donde sólo hay extremidades del cuerpo, principalmente, manos. Manos cortadas. Manos que evidencian un cuerpo extraviado. Manos, no obstante, insistentes y sentientes. El segundo rubro (Límites) señala los límites de la mano, ésta, llegada a cierto punto, no puede seguir su camino con independencia. En lugar de apuntar hacia nuevos horizontes busca coordinar con aquel único que le puede dar más impulso: el cuerpo. El tercer rubro (Sincategoremáticos) son piezas que alineadas de cierta manera dejan entrever un cuerpo. El cuarto rubro (Núcleo) es la encarnación de las extremidades en un todo.\n\n\nPor mi lado, yo me comprometo a plasmar un aspecto de mi vida con la mayor atención y dedicación posibles, pero todo juego tiene sus reglas:\n\n       1) No preguntar '¿qué significa?', pues este juego fluye sin autoridad. El esquema emisor, mensaje encriptado y receptor no es suficiente para explicar los efectos del arte, ni tampoco agota sus posibilidades de juego. Esto porque la imagen, lejos de estar codificada, es transparente en toda su superficie; hay información y más. Como autor, estoy fundamentalmente excluido de este esquema; yo no decido qué impacto tiene un trazo de carbón de un metro para ti. Es verdad que la imagen tiene capacidades de promocionar UN discurso como cuando representa íconos religiosos. En este caso, hay una misma pregunta para todo espectador, y no toda respuesta es correcta. Por ejemplo, en el Evangelio de Lucas, cuando Dios declara que el único pecado es oposición a la verdad, la imagen pierde sus posibilidades de juego para insistir en una sola pregunta junto con su respuesta correspondiente. Cuando Jesús pregunta: '¿Quién soy yo?' el espectador es empujado a un rincón y tiene que visceralmente contestar 'Eres el hijo de Dios'. Así pues, para evitar las ansiedades profundas que suscita una pregunta hecha con autoridad, concluimos que la imagen no es un mensaje.\n\n         2) No ser severo en la medida de lo posible. Así como la imagen no es un mensaje para ser transmitido bajo una sola lectura, aquello que te impidió acceso para disfrutarla no se lo impide a los demás. Si ni el manejo de un solo discurso figura en la imagen ni tampoco la declaración del artista, tampoco lo hace la declaración del espectador. Como hipermodernos nuestra sofisticación nos predispone a ridiculizar aquello sin tangibilidad. Si la imagen en cuestión no captura un aspecto de lo real inmediatamente identificable no quiere decir que sea fantasía; inversamente, si la imagen captura un aspecto de lo real inmediatamente identificable no quiere decir que sea tangible. Esto es lo que significa la frase de Magritte 'Ceci n'est pas une pipe' (Esto no es una pipa), no porque realmente sea un dibujo de una cosa, sino porque el mismo dibujo niega la pipa. La imagen es negación; negación del espacio, del sujeto y de las cualidades del mismo. La pipa no está, tampoco está ahí, y no es redonda. La imagen se sitúa entre la fantasía y lo tangible, nos mira desde en medio. El exigirle que sea más o menos tangible, más o menos fantástica no la altera, la imagen simplemente es. Como espectador es cuestión de ceder, de dar beneficio a la duda con tal de ser susceptible al asombro.\n\n\n         A través de la imagen ni tú ni yo mándanos un mensaje. Si este juego se tiene que jugar adecuadamente ambos tenemos que ceder y hallarnos en un punto medio, ahí donde yace la imagen; ahí entre la realidad y la ficción, (tampoco dolería el desplazarse para ir a ver físicamente la imagen) y gozar de aquél espacio, mientras, al mismo tiempo, preguntarnos qué el conjuramiento de un tal espacio nos dice sobre nosotros."
    },
    "slider1image0":{
        "title": "La condición hipermoderna", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "27.94 x 21.59 cm",
        "year" : "2020"
    },
    "slider1image1":{
        "title": "La sombra del Padre", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider1image2":{
        "title": "Echo", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image3":{
        "title": "Asenso", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider1image4":{
        "title": "Angustia", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider1image5":{
        "title": "Fe", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image6":{
        "title": "Libertad", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image7":{
        "title": "Consciencia", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider1image8":{
       "title": "Devenir", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },   
    "slider1image9":{
        "title": "Entre mar y tierra", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider1image10":{
        "title": "Sígueme el juego", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider1image11":{
        "title": "Sabotaje", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "45 x 77.5 cm",
        "year" : "2024"
    },
    "slider2image0":{
        "title": "Un dos", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider2image1":{
        "title": "0,1,1,2,3", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image2":{
        "title": "0,1,1,2,3...", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image3":{
        "title": "2,2,4", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "1000 x 1500 cm",
        "year" : "2024"
    },
    "slider2image4":{
        "title": "0,1,1,2,3", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image5":{
        "title": "De, Por, Para Daniel", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image0":{
        "title": "Categorías", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image1":{
        "title": "Gustos", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2021"
    },
    "slider3image2":{
        "title": "La fuente", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2023"
    },
    "slider3image3":{
        "title": "Voluntad", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image4":{
        "title": "Tacto", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image5":{
        "title": "Pacto", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image6":{
        "title": "Sol Negro", 
        "format" : "Carbón sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image7":{
        "title": "Hábitos", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider3image8":{
        "title": "La incomprendida", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image9":{
        "title": "Templo de la infancia", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider3image10":{
        "title": "Cosas que desaprendí", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "1000 x 1015 cm",
        "year" : "2024"
    },
    "slider4image0":{
        "title": "Mitad Completa", 
        "format" : "Carbón sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider4image1":{
        "title": "Lucy", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "20 x 23 cm",
        "year" : "2024"
    },
    "slider4image2":{
        "title": "Gniy/Gnay", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "297 x 420 cm",
        "year" : "2024"
    },
    "slider4image3":{
        "title": "Sello", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "25 x 38 cm",
        "year" : "2024"
    },
    "slider4image4":{
        "title": "Zorba", 
        "format" : "Carbon y lápiz sobre papel",
        "dimensions" : "38 x 25 cm",
        "year" : "2024"
    }

}