{
    "AboutMe" : {
        "message1": "<b>2014</b> &emsp; La preparatoria terminó y era hora de elegir una verdadera carrera. Decidí tomarme un año sabático para meditar sobre esta pregunta, que a menudo se divide en dos ¿en qué soy bueno? ¿Y qué esperan los demás de mí? donde esta última toma protagonismo sobre la primera volviéndola así verdadera. Dado que el ámbito físico se abstrae cada vez más en uno virtual, para mí, eso significó estudiar finanzas o informática; sin embargo, como mis papás estudiaron finanzas, la informática era la única opción. Sin embargo, la curiosidad por entender qué es una carrera “verdadera” me impulsó a estudiar también la carrera de filosofía. De esta manera aprendí de dos escuelas de pensamiento diferentes (también físicamente hablando ya que fui a dos universidades diferentes). Por un lado, me enseñaron a relacionar un problema determinado con su correspondiente solución o algoritmo, mientras que, por el otro, me remitieron varios materiales de lectura no para convertirlos en resúmenes, sino para extraer conceptos clave que han permeado y continúan haciéndolo en la forma occidental de pensar.<br/><br/><br/> <b>2019</b> &emsp; En la última etapa de este proyecto podía escribir ya código funcional y ensayos inteligibles. Todo ello siguiendo paso a paso la fórmula escrita por Auguste Comte (filósofo epistemólogo francés de principios del siglo XIX): saber para prever, con tal de actuar. Y, sin embargo, al crecer me di cuenta de que esta forma de comprometerme con el mundo así como con las personas que me rodean en realidad desincentiva todo compromiso emocional. En otras palabras, el costo de abstraerme en funciones y conceptos fue el no poder ser emocionalmente recíproco tanto hacia mí mismo como hacia mi mundo. Dado que la parte del “acto” está hasta el final, es como si para existir uno primero debiera meditar.",
        "message2": "Sin embargo, lo único que existe sin permiso es mi cuerpo, que, aunque reprimido durante mis estudios, desde muy pequeño siempre se ha manifestado a través del dibujo. La oportunidad de establecer nuevas conexiones emocionales lo sacudió. Ése fue mi primer paso para invertir la fórmula que me moldeaba, saber-prever-actuar, en actuar-prever-saber. Otra forma más elegante de decirlo es usando una fórmula más corta: “Pienso, luego existo” para luego darle la vuelta “Soy, luego pienso”.<br/><br/><br/> <b>2022</b> &emsp; Apenas me gradué en informática fui a París con la excusa de terminar la carrera de filosofía. Sin embargo, el objetivo principal era revisitar los lugares de mi infancia, aquellos en los que recordaba que sentía que era 100% cuerpo. Fue como una búsqueda de tesoro con tal de re-incorporarme, de reunir la fuerza que necesitaba para poder expresarme sin culpa y sin necesidad de cálculos.<br/><br/><br/> <b>2024</b> &emsp; Por lo pronto, el hilar mente y cuerpo de una manera más benéfica sigue en vigor; cada dibujo es un nuevo nudo. Desde que busqué esta otra forma de relacionarme con mi cuerpo y, de paso, con el mundo, he dibujado como nunca antes y seguiré haciéndolo."
    },
    "HowItWorks": {
        "message1": "El dibujo es un nudo. Sin embargo, no se trata de cualquier tipo de nudo, pues es uno cuyo principio o fin no son discernibles, y, por ende, su solución tampoco es aparente. El nudo es un vínculo, es un entre dos, es un vaivén. Por esta razón, no es posible hablar de él de manera homogénea o unívoca, pues es más bien heterogéneo y equívoco. En otras palabras, no es cuestión de descifrar si fue primero la gallina o el huevo, sino de constatar que ambos están intrínsecamente relacionados. De hecho, no sería posible identificar el huevo sin tener de referencia al otro extremo, la gallina, ni viceversa. En el juego de jalar la cuerda, por ejemplo, no sólo no habría equipo uno sin equipo dos, sino que no habría juego sin cuerda. Es así, entonces, esta tensión la que hace surgir todos los elementos: la cuerda, el equipo uno y al equipo dos (figura 1). Por medio de la fuerza que ejercen ambas extremidades es posible constatar esta tensión en juego, que, en la medida en que sea más evidente, más aparente se vuelve la situación: dos fuerzas, al dirigirse en direcciones contrarias, dejan ver un lazo irremediable (figura 2). De esta manera, el nudo gordiano es uno que concierne la situación del ser humano, pues, por un lado, es <em> el </em> problema de la mente; y, por el otro, es <em> la </em> trama del cuerpo.<br/><br/><br/>",
        "message2": "El nudo es manifestación. Resulta que la respuesta a la pregunta: «¿por qué estudias informática por un lado y filosofía del otro?», es: «Porque soy un nudo». La pregunta preconcebía ya la tensión en juego, principalmente, por el imaginario simbólico que interpreta, y, a su vez, corrobora de manera económica a la ingeniería como funcional y a la filosofía como no funcional. Se trataba de un caso de indiferencia a la contradicción. Hay, sin embargo, casos más cotidianos y menos laboriosos. Por ejemplo: «Daniel», que cuando le preguntan si le gusta «Fulanita», oculta la llave de su corazón y responde con certeza: «No sé de quién me hablas». Mientras que su sonrojez lo desmiente. O el de «Penélope» que, ya sea con venas en la frente o con forzada indiferencia, confirma no estar enojada. Distintas situaciones son las que, entre el desacuerdo de cuerpo y mente, se explícita ya sea mi intersección profesional; la sonrojez de Daniel; o la frustración de Penélope. Así, lo irremediable del cuerpo es la mente, como lo irremediable de la mente es el cuerpo. En la medida en que uno busca deslindarse más del otro, más expresivas son las manifestaciones que emanan de su situación; aquella que se vuelve parte de su irremediabilidad. Es decir, la tensión cuerpo-mente no puede no ser expresiva.<br/><br/><br/>Ahora bien, el dibujo no es sino una extensión de la tensión entre mente y cuerpo. Es por esa razón que el arte es intemporal: mientras más evidente la tensión, más fuertemente fue, es y será asimilada. Así como la persona «Daniel» es tensión cuerpo-mente, también el dibujo de «Daniel» soporta y desencadena una o varias manifestaciones. Todos los elementos del mismo cobran vida a través de la tensión subyacente, sin por eso dejar de ser <em> transparente </em>. Cada elemento, cada trazo, cada mancha —y hasta el mismo marco— forma parte de un todo; pasado, presente, futuro, relaciones y gestos están todos involucrados en la trama. La superficie del dibujo, así como la piel, es un entredos, un liso-rugoso, un claroscuro, una transparencia-opaca, un blanco-negro, un naranja-azul.<br/><br/><br/>El dibujo es la manifestación de la trama de una persona. Es encarnación de la tensión en cuestión durante su explicitación gráfica. Enajenación, cuando al estar terminado, soporta y transmite la misma tensión de manera independiente. Un nudo que, después, forma parte de la trama de quien lo asimila (hecho más fácilmente si uno ve la obra en persona y no a través de una pantalla) y que se sigue hilando de manera discontinua (encarnada en el presente) y continua (enajenada en el pasado o en el futuro). Es un lugar sin lugar, es un Soy-NoSoy, es un Daniel-NoDaniel."
    },
    "slider1image0":{
        "title": "La condición hipermoderna", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "27.94 x 21.59 cm",
        "year" : "2020"
    },
    "slider1image1":{
        "title": "La sombra del Padre", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider1image2":{
        "title": "Categorías", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider1image3":{
        "title": "Echo", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image4":{
        "title": "Asenso", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider1image5":{
        "title": "Fe", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image6":{
        "title": "Libertad", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image7":{
        "title": "Consciencia", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider1image8":{
       "title": "Devenir", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },   
    "slider1image9":{
        "title": "Entre mar y tierra", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider1image10":{
        "title": "Abierto", 
        "format" : "Carbón sobre papel",
        "dimensions" : "70 x 90 cm",
        "year" : "2024"
    },
    "slider1image11":{
        "title": "Sígueme el juego", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image0":{
        "title": "Un dos", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider2image1":{
        "title": "0,1,1,2,3", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image2":{
        "title": "0,1,1,2,3...", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image3":{
        "title": "2,2,4", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "1000 x 1500 cm",
        "year" : "2024"
    },
    "slider2image4":{
        "title": "0,1,1,2,3", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image5":{
        "title": "De, Por, Para Daniel", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image6":{
        "title": "0,1,1...", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image0":{
        "title": "Sabotaje", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "45 x 77.5 cm",
        "year" : "2024"
    },
    "slider3image1":{
        "title": "Nada...olvídalo", 
        "format" : "Carbon y lápiz sobre papel",
        "dimensions" : "65 x 65 cm",
        "year" : "2024"
    },
    "slider3image2":{
        "title": "La tragedia de los sexos", 
        "format" : "Dibujo",
        "dimensions" : "35 x 45 cm",
        "year" : "2024"
    },
    "slider3image3":{
        "title": "Angustia", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider3image4":{
        "title": "La incomprendida", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image5":{
        "title": "Gniy/Gnay", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "29.7 x 42 cm",
        "year" : "2024"
    },
    "slider3image6":{
        "title": "Protocolo de apareamiento", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "60 x 40 cm",
        "year" : "2024"
    },
    "slider3image7":{
        "title": "El que nada sabe, nada teme", 
        "format" : "Carbón sobre papel",
        "dimensions" : "66 x 35 cm",
        "year" : "2024"
    },
    "slider3image8":{
        "title": "El que todo sabe, todo teme", 
        "format" : "Carbón sobre papel",
        "dimensions" : "75 x 35 cm",
        "year" : "2024"
    },
    "slider3image9":{
        "title": "Sol Negro", 
        "format" : "Carbón sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image10":{
        "title": "La fuente", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2023"
    },
    "slider3image11":{
        "title": "Voluntad", 
        "format" : "Carbón y lápiz sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image12":{
        "title": "Tacto", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image13":{
        "title": "Pacto", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image14":{
        "title": "Cosas que desaprendí", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "100 x 105 cm",
        "year" : "2024"
    },
    "slider4image0":{
        "title": "Mitad Completa", 
        "format" : "Carbón sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider4image1":{
        "title": "Lucy", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "20 x 23 cm",
        "year" : "2024"
    },
    "slider4image2":{
        "title": "Sello", 
        "format" : "Lápiz sobre papel",
        "dimensions" : "25 x 38 cm",
        "year" : "2024"
    },
    "slider4image3":{
        "title": "Zorba", 
        "format" : "Carbon y lápiz sobre papel",
        "dimensions" : "38 x 25 cm",
        "year" : "2024"
    },
    "slider4image4":{
        "title": "Honestidad", 
        "format" : "Carbon y lápiz sobre papel",
        "dimensions" : "55 x 77 cm",
        "year" : "2024"
    },
    "slider4image5":{
        "title": "Ménade", 
        "format" : "Carbon y lápiz sobre papel",
        "dimensions" : "25 x 38 cm",
        "year" : "2024"
    },
    "slider4image6":{
        "title": "Odalisca", 
        "format" : "Dibujo",
        "dimensions" : "35 x 45 cm",
        "year" : "2024"
    },
    "slider4image7":{
        "title": "Mnemosyne", 
        "format" : "Dibujo",
        "dimensions" : "38 x 25 cm",
        "year" : "2024"
    },
    "slider5image0":{
        "title": "Gustos", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider5image1":{
        "title": "Hábitos", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider5image2":{
        "title": "Templo de la infancia", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider5image3":{
        "title": "Ineinander", 
        "format" : "Carbón y lápiz de color sobre papel",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider5image4" :{
        "title": "Huerfanita", 
        "format" : "Dibujo",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider5image5" :{
        "title": "Frijoles con carne... y un chilito", 
        "format" : "Dibujo",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider5image6" :{
        "title": "Cochecito", 
        "format" : "Dibujo",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider5image7" :{
        "title": "Pathos", 
        "format" : "Dibujo",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    }


}