{
    "AboutMe" : {
        "message" : "My name is Daniel Atilano, and I come from Mexico City where I obtained my bachelor’s degree in computer science. Instead of only focusing on my engineering background immediately after, however, the prospect of leaving other human dimensions unexplored concerned me, and so I went to Paris to finish my bachelor’s in philosophy; after all, I had started both at the same time. And yet, by introducing myself as an artist on my single handedly made website, a still more important aspect of my persona takes the spotlight. I’ve started drawing at a very young age, and since the forces of academia pushed my drawings to the edges and corners on every notebook I’ve ever had, the kind idea of giving myself an entire sheet of paper came to me not so long ago. It is until now, though, that drawing has taken hold of as a habit of my daily life; I cannot and do not want to stop.\n\n\n        My theme, or that which calls forth my attention, is consonance. To be able to reciprocate myself; every drawing I have made keeps alive the inner dialogue that allows me to grow up. Through them the depths of my soul become accessible, through them habits that stop me from making steps forward become malleable. Habits that either display too much audacity, and thus overshoot the translation from intention to action, or display silence, and thus undershoots this same translation. The echo of my voice that lies in between rebounds back at me, and whose patience, empathy, and honesty guide me as I draw. In technical terms, it is about feeling more at ease with my gestures, maybe that is what people mean when both artists and authors develop a certain style.\n\n\n         The more I manage to correspond myself more accurately, the more transparent I will be to the world. The more I enrich my visual dialogue, the more soil my voice has to grow; the voice through which I want to speak, and to be heard with. Such consonance may be confused with pursuing an objective; nevertheless, to draw does not call for something. Like a snake biting off its own tail, I will not stop drawing, since the moment where a certain drawing would encapsulate my being will not arrive. It is rather a matter of revindicating my presence here and now in everything I do. "
    },
    "HowItWorks": {
        "message": "What I am sharing here is the inner dialogue I’ve had with myself up until now. Each drawing shown is an invitation for you to be a part of it. It is a ‘dialogue’ kick-started by the strokes I’ve left on the sheet of paper that spring to life with your gaze, the more precise they are the more room to play the observant eye has. I draw, for example, hands, and you see ‘feminine gestures’; I draw other hands, and you see ‘kindness’. Peaked with interest by these transcendental outputs I started to draw with ever more resolve to try and evoke more of them. A pursuit that has actually consumed me to the point that a month can not go by without me drawing at least four to five drawings. On the other hand, I have taken notes of what people with such precise observations do when engaging an image so that you and I can do the same. I have left here below what I believe to be some useful cornerstones to hold on to do so. In that way the meaning of transcendental words such as ‘feminine gestures’ and ‘kindness’ might be unveiled to the both of us by better navigating the asynchronous flow of visual dialogue.\n\n\n       I insist that that the way to prompt the game at hand is by physically watching the image; however, given the convenience of virtual spaces, that is, that they come directly to you, my intention is to humanize the screen as much as I can with my engineering abilities so that the true resonance of an image is not completely drowned. All with the hopes to prompt you to go to the image instead.\n\n\n        As an artist, I decided that I cannot solely focus on perfecting my craft, but that I had to make an effort to make it intelligible as well. Yes, art speaks for itself but not well enough trough the filter of a screen; through the filter of consumption. To try and alleviate this first obstacle I chose to code my own virtual space from scratch while at the same time tackling two other remaining problems.\n\n\n        First, I discarded ‘the grid’, that structure familiar to us on the way we interact with images through the use of social media and generally speaking trough the internet. Indeed, a grid maximizes every inch of the screen so that the viewer may choose the item best to his liking. Secondly, or rather, a second consequence derived from watching images through a grid is that there are just way too many. The only problem is that an image is not an item. If watching thirty different kinds of jelly in a supermarket stand may discourage the consumer enough to just wanting to pick up one and leave, doing the same for images with the power to prompt asynchronous human discourse would be a huge disservice. If, as Kant pointed out, art is not consumption I had to showcase my drawings in other way. My task is to translate what a curator does to the digital realm (to configure space for the adequate showcasing of works of art), which, as for right now, is nothing other than mimicking a wall behind (with a white backgorund) so that the image can have space to breathe and resonate. Even though the first obstacle is a non-negotiable, that of encasing the image with the borders of the screen, I can negotiate with its consumerist pretensions to make it more humanely appealing; to make it a playground for strokes and curiosity to thrive in.\n\n\n       As a curator of my own drawings I chose to break them apart into four different slots, not due to any conceptual distinction but because some resonate better together than with others. The first slot (Reciprocity) signals my beginnings at drawing as a means to further enrich my inner dialogue, to show that which I cannot say to my own eyes. Principally depicted are body limbs, particularly the hands. Severed hands (by the borders). Hands that underscore a wandering body. Hands, nevertheless, sentient and alive. The second slot (Limits) signals the limits of the hands, they can only get so far by their own. So instead of them forcing their way towards new horizons to no avail they seek to reengage with the one capable for providing the remaining strength they need: the body. The third slot (Syncategorematics) depicts pieces that aligned in a certain way give a glimpse of a body manifestation. The fourth and last (Core) showcases the incarnation of the extremities as a whole.\n\n\n          These slots or drawers help guide me and in turn allow me to better guide your eye to my humanization process. As of right now they are four but they can be more (or less) during this path of mine that has not yet ended. I have yet many strokes to make, and naturally I would like to be accompanied with people who sympathize with my devotion.\n\n\nOn my end, I vouch to depict aspects of my life with the utmost attention and dedication as I can muster, but every game has its rules:\n\n       1) Do not ask ‘what does it mean?’ since the game at hand flows without the intervention of authority. The communication schema:  sender, encrypted message, and receiver, is not enough to explain the effects of art, neither does it stop it from playing. This is due to the intrinsic nature of the image, far from being an encrypted message it is transparent in all of its surface. The image is information and more. As the author, I am fundamentally excluded from this schema; I do not choose what impact a charcoal stroke has on you. Indeed the image can play as a promoter of a certain type of discourse such as the representation of religious icons. In this case, there is but one lingering question along with its only valid answer. For example, in the Gospel of Luke, when God declares that the only sin is that which opposes the truth, the image is turned into discourse and the remaining possibilities to be played are vastly reduced. When Jesus asks: ‘Who am I ?’ the viewer is pushed into a corner and has to viscerally answer ‘You are the son of God’. In order to avoid such scenarios where deep rooted anxieties are in play every time a question is asked with authority, we hereby conclude that the image is not a message.\n\n         2) Do not be picky. Since the image is not a message to be shared under one sole lecture, that which denied you access to further enjoy it does not mean it should do so for everyone else. If neither the message nor the declaration of the artist is necessary for experiencing the image, neither the statement of the viewer will be. As hypermodern beings our sophistication predisposes us to ridicule that which lacks tangibility. If the image at play does not capture a tangible aspect readily identifiable of the human reality it does not mean that it is fantasy, and vice versa if it does capture a readily identifiable aspect it does not mean it is tangible. This is the meaning underlying the phrase of Magritte ‘Ceci n’est pas une pipe’ (This is not a pipe), not because it would actually be a drawing of the pipe, but because the drawing radically denies the pipe. The image is refutation; refutation of space, of the subject, as well as of his qualities. The pipe is not present, neither is it there nor is it round. The image is located in between fantasy and tangibility, it looks at us from the middle. To command it to be more or less tangible, more or less fantastic does not alter its being; the image just is. As a spectator it is about yielding, to give the benefit of the doubt in order to render ourselves susceptible to wonder.\n\n\n          So I don’t deliver a message, and neither do you. If this game is to be played we must both make an effort to go the distance and meet half-way, there where the image lies, in between fiction and non-fiction, (also it wouldn't hurt to literally go see it) and marvel at the opportunity of being in such a place, while also wondering what the conjuring of this place tells us about us."
    },
    "slider1image0":{
        "title": "The hypermodern condition", 
        "format" : "Pencil on paper",
        "dimensions" : "27.94 x 21.59 cm",
        "year" : "2020"
    },
    "slider1image1":{
        "title": "The shadow of the Father", 
        "format" : "Pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider1image2":{
        "title": "Eco", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image3":{
        "title": "Promotion", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider1image4":{
        "title": "Anguish", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider1image5":{
        "title": "Faith", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image6":{
        "title": "Freedom", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "20222"
    },
    "slider1image7":{
        "title": "Conscience", 
        "format" : "Pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider1image8":{
       "title": "Becoming", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },   
    "slider1image9":{
        "title": "In between heaven and earth", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider1image10":{
        "title": "Follow my lead", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider1image11":{
        "title": "Undermining", 
        "format" : "Charcoal and pencil color on paper",
        "dimensions" : "45 x 77.5 cm",
        "year" : "2024"
    },
    "slider2image0":{
        "title": "One two", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image1":{
        "title": "0,1,1,2,3", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image2":{
        "title": "0,1,1,2,3...", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image3":{
        "title": "2,2,4", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "1000 x 1500 cm",
        "year" : "2024"
    },
    "slider2image4":{
        "title": "0,1,1,2,3", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image5":{
        "title": "Ever me", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image0":{
        "title": "Categories", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image1":{
        "title": "Tastes", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2023"
    },
    "slider3image2":{
        "title": "The Source", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2023"
    },
    "slider3image3":{
        "title": "Will", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image4":{
        "title": "Touch", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image5":{
        "title": "Pact", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image6":{
        "title": "The Black Sun", 
        "format" : "Charcoal on paper",
        "dimensions" : "35.6x 43.2 cm",
        "year" : "2024"
    },
    "slider3image7":{
        "title": "Habits", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider3image8":{
        "title": "Misheard", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image9":{
        "title": "Childhood temple", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider3image10":{
        "title": "Things I have unlearned", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "1000 x 1015 cm",
        "year" : "2024"
    },
    "slider4image0":{
        "title": "Fragmented whole", 
        "format" : "Charcoal on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider4image1":{
        "title": "Lucy", 
        "format" : "Pencil on paper",
        "dimensions" : "20 x 23 cm",
        "year" : "2024"
    },
    "slider4image2":{
        "title": "Gniy/Gnay", 
        "format" : "Pencil on paper",
        "dimensions" : "297 x 420 cm",
        "year" : "2024"
    },
    "slider4image3":{
        "title": "Seal", 
        "format" : "Pencil on paper",
        "dimensions" : "25 x 38 cm",
        "year" : "2024"
    },
    "slider4image4":{
        "title": "Zorba", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "38 x 25 cm",
        "year" : "2024"
    }


}