{
    "AboutMe" : {
        "message1":"<b>2014</b> &emsp; High School was over and it was time to choose a real career. I decided to take a sabbatical year to meditate upon this question, which often translates to what am I good at? And what do others expect from me? where the latter takes protagonism over the former turning the chosen career into a real one. Since the virtual realm was gaining more and more presence over the physical one by then, for me that meant to study either finance or computer science; however, because finance was already taken by both my parents, computer science was the way to go. Notwithstanding, the curiosity to understand what a “real” career is propelled me to study a major in philosophy too. And so I learned from two different schools of thought (also physically speaking since I went to two different universities) everyday. On the one hand I was taught to match a given problem to its corresponding solution or algorithm, while on the other, several reading materials were referenced to me not to turn it into summaries, but to extract key concepts that have permeated, and continue to do so in the western way of thinking.<br/><br/><br/> <b>2019</b> &emsp; More than halfway through I was now able to write functional code and to write legible essays. All by following step by step the formula written by Auguste Comte (an early 19th century French philosopher epistemologist): Know to foresee, in order to act. And yet, growing up, it later came to me that this way of committing myself to the world and people around me actually discourages all emotional engagement. In other words, the cost of abstracting myself into functions and concepts was not to be able to emotionally reciprocate the world around me. Given that the “act” part is all the way at the end, it is as though in order to exist one must first meditate.",
        "message2" : "The one thing that exists without permission though is my body. Although heavily repressed during my studies, from a very young age he has always manifested himself through drawings. Thanks to emotional connections made at the time he got jump started. That was my first step in turning upside down the formula that shaped me, knowing-foreseeing-acting, into acting-foreseeing-knowing. Another more elegant way to put it is by using a shorter formula: “I think therefore I am” to then turn it on its head “I am therefore I think”.<br/><br/><br/><b>2022</b> &emsp; As soon as I graduated from computer science I went to Paris with the excuse to finish my major in philosophy. However, the main goal was to revisit the places from my childhood alone, those were I remembered I felt I was 100% body. It was a treasure hunt to reincorporate myself, to garner the strength I needed to be able to express myself without guilt or the need for calculus.<br/><br/><br/> <b>2024</b> &emsp; Up until now, the quest of stringing together mind and body remains alive; each drawing is a new knot. Since pursuing this other way of relating myself to my body, and incidentally so, to the world, I have drawn like never before, and will continue to do so. <br/><br/><br/>"
    },
    "HowItWorks": {
        "message1": "A drawing is a knot. However, it is not just any kind of knot, since it is one whose beginning nor end are discernible, and, therefore, its solution is not apparent either. A knot is a link, it is an in-between, it is a back-and-forth. For this reason, it is not possible to speak of it in a homogeneous or univocal way, since it is rather heterogeneous and equivocal. In other words, it is not a question of deciphering whether the chicken or the egg came first, but that of remarking that both are intrinsically connected. In fact, it would not be possible to identify the egg without having as reference the other end, the chicken, or vice versa. In the game of tug-of-war, for example, not only would there not be team one without team two, but there would be no game altogether without a rope (figure 1). It is thus this tension that gives rise to all the elements: the rope, team one and team two. Through the force exerted by both ends, it is possible to observe this tension at play, which, the more evident it is, the more apparent the situation becomes: two forces, moving in opposite directions revealing an irremediable bond (figure 2). In this way, the Gordian knot is one that concerns the situation of the human being, since, on the one hand, it is <em>the</em> problem of the mind; and, on the other, it is <em>the</em> plot of the body.<br/><br/><br/>",
        "message2": "A knot is manifestation. It turns out that the answer to the question: « Why do you study computer science on the one hand and philosophy on the other? » is: « Because I am a knot. » The question already preconceived the tension at play, mainly, by the symbolic imaginary that interprets, and, in turn economically corroborates engineering as functional, and philosophy as non-functional. It was a case of indifference to contradiction. There are, however, more everyday and less laborious cases. For example: “Daniel,” who when asked if he likes “Ana” hides the key to his heart and answers with certainty: “I don’t know who you’re talking about.” While his blushing denies it. Or that of “Penelope,” who, either with veins on her forehead or with forced indifference, confirms that she is not angry. These are situations in which the disagreement of body and mind translates into my career crossroad; into Daniel’s blushing; or into Penelope’s frustration. Thus, the irremediable part of the body is the mind, as the irremediable part of the mind is the body. To the extent that when one seeks to separate one from the other, the more expressive are the manifestations that emanate from his/her situation. That is to say, is not possible for the body-mind tension to not be expressive.<br/><br/><br/>Now, the drawing is nothing but an extension of the tension between mind and body. That is why art is timeless: the more evident the tension, the more strongly it was, is and will be assimilated. Just as the person “Daniel” is a body-mind tension, so too the drawing of “Daniel” supports and triggers one or more manifestations. All of the elements come to life through this underlying tension all the while being <em>transparent</em>. Each element, each stroke, each stain – and even the frame itself – is part of a whole; past, present, future, relationships and gestures are all involved in the plot. The surface of the drawing, like the skin, is an in-between, a smooth-rough, a chiaroscuro, a transparent-opaque, a black-white, an orange-blue.<br/><br/><br/>The drawing is the manifestation of a person’s plot. It is embodiment of the tension in question during its graphical depiction. Alienation, when once finished supports, and transmits the same tension independently from the author. A knot that, later, becomes part of the plot of whoever assimilates it (made more easily if one sees the work in person and not through a screen), and that continues to be woven in a discontinuous way (embodied in the present) and continuous way (alienated in the past or in the future). It is a place without a place, it is an I am-I am not, it is a Daniel-No Daniel."
    },
    "slider1image0":{
        "title": "The hypermodern condition", 
        "format" : "Pencil on paper",
        "dimensions" : "27.94 x 21.59 cm",
        "year" : "2020"
    },
    "slider1image1":{
        "title": "The shadow of the Father", 
        "format" : "Pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider1image2":{
        "title": "Categories", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider1image3":{
        "title": "Eco", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image4":{
        "title": "Promotion", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider1image5":{
        "title": "Faith", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image6":{
        "title": "Freedom", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "20222"
    },
    "slider1image7":{
        "title": "Conscience", 
        "format" : "Pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider1image8":{
       "title": "Becoming", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },   
    "slider1image9":{
        "title": "In between heaven and earth", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider1image10":{
        "title": "Open", 
        "format" : "Charcoal drawing",
        "dimensions" : "70 x 90 cm",
        "year" : "2024"
    },
    "slider1image11":{
        "title": "Follow my lead", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image0":{
        "title": "One two", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image1":{
        "title": "0,1,1,2,3", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image2":{
        "title": "0,1,1,2,3...", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image3":{
        "title": "2,2,4", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "1000 x 1500 cm",
        "year" : "2024"
    },
    "slider2image4":{
        "title": "0,1,1,2,3", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image5":{
        "title": "Ever me", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image6":{
        "title": "0,1,1...", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image0":{
        "title": "Undermining", 
        "format" : "Charcoal and pencil color on paper",
        "dimensions" : "45 x 77.5 cm",
        "year" : "2024"
    },
    "slider3image1":{
        "title": "Nevermind", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "65 x 65 cm",
        "year" : "2024"
    },
    "slider3image2":{
        "title": "The tragedy of the sexes", 
        "format" : "Charcoal and pencil color on paper",
        "dimensions" : "35 x 45 cm",
        "year" : "2024"
    },
    "slider3image3":{
        "title": "Anguish", 
        "format" : "Pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider3image4":{
        "title": "Misheard", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image5":{
        "title": "Gniy/Gnay", 
        "format" : "Pencil on paper",
        "dimensions" : "29.7 x 42 cm",
        "year" : "2024"
    },
    "slider3image6":{
        "title": "Lovemaking protocol", 
        "format" : "Pencil on paper",
        "dimensions" : "60 x 40 cm",
        "year" : "2024"
    },
    "slider3image7":{
        "title": "Shortcuts", 
        "format" : "Pencil on paper",
        "dimensions" : "66 x 35 cm",
        "year" : "2024"
    },
    "slider3image8":{
        "title": "Pursuit", 
        "format" : "Pencil on paper",
        "dimensions" : "75 x 35 cm",
        "year" : "2024"
    },
    "slider3image9":{
        "title": "The Black Sun", 
        "format" : "Charcoal on paper",
        "dimensions" : "35.6x 43.2 cm",
        "year" : "2024"
    },
    "slider3image10":{
        "title": "The Source", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2023"
    },
    "slider3image11":{
        "title": "Will", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image12":{
        "title": "Touch", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image13":{
        "title": "Pact", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image14":{
        "title": "Things I have unlearned", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "100 x 105 cm",
        "year" : "2024"
    },
    "slider4image0":{
        "title": "Fragmented whole", 
        "format" : "Charcoal on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider4image1":{
        "title": "Lucy", 
        "format" : "Pencil on paper",
        "dimensions" : "20 x 23 cm",
        "year" : "2024"
    },
    "slider4image2":{
        "title": "Seal", 
        "format" : "Pencil on paper",
        "dimensions" : "25 x 38 cm",
        "year" : "2024"
    },
    "slider4image3":{
        "title": "Zorba", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "38 x 25 cm",
        "year" : "2024"
    },
    "slider4image4":{
        "title": "Honesty", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "55 x 77 cm",
        "year" : "2024"
    },
    "slider4image5":{
        "title": "Maenad", 
        "format" : "Pencil on paper",
        "dimensions" : "25 x 38 cm",
        "year" : "2024"
    },
    "slider4image6":{
        "title": "Odalisque", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35 x 45 cm",
        "year" : "2024"
    },
    "slider4image7":{
        "title": "Mnemosyne", 
        "format" : "Pencil on paper",
        "dimensions" : "38 x 25 cm",
        "year" : "2024"
    },
    "slider5image0" :{
        "title": "Tastes", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2023"
    },
    "slider5image1":{
        "title": "Habits", 
        "format" : "Charcoal and pencil on paper",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider5image2":{
        "title": "Childhood temple", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider5image3":{
        "title": "Ineinander", 
        "format" : "Charcoal and color pencil on paper",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider5image4" :{
        "title": "Little oprhan", 
        "format" : "Chalk drawing",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider5image5" :{
        "title": "Chili beans", 
        "format" : "Chalk drawing",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider5image6" :{
        "title": "Little car", 
        "format" : "Chalk drawing",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider5image7" :{
        "title": "Pathos", 
        "format" : "Chalk drawing",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    }

}


