{   
    "AboutMe" : {
        "message1": "<b>2014</b> &emsp; Le lycée étant fini, il était temps de choisir un « vrai » métier. J'ai décidé de prendre une année sabbatique pour méditer sur cette question, qui se traduit souvent par : en quoi suis-je bon ? et qu'est-ce que les autres attendent de moi ? où ce dernier prend le dessus sur le premier, ainsi rendant « réel » le métier choisi. Comme le monde virtuel prenait de plus en plus de place sur le monde physique, cela signifiait pour moi d'étudier soit la finance, soit l’informatique ; cependant, comme mes deux parents s'intéressent déjà à la finance, l'informatique était la voie à suivre. Néanmoins, la curiosité de comprendre ce qu’est une « vraie » carrière m’a également poussé à étudier une licence en philosophie. J’ai été ainsi formé par deux écoles de pensée différentes (également physiquement parlant puisque j’ai fréquenté deux universités différentes). D'une part, on m'a appris à rejoindre un problème donné à sa solution ou à son algorithme correspondant, tandis que d'autre part, plusieurs lectures m'ont été signalées non pas pour en faire des résumés, mais pour en extraire les concepts clés qui ont imprégné et qui imprègnent davantage la façon de penser occidentale.<br/><br/><br/><b>2019</b> &emsp; À plus de la moitié de mon parcours, j'étais désormais capable d'écrire du code fonctionnel et de rédiger des essais lisibles. Le tout en suivant pas à pas la formule écrite par Auguste Comte (philosophe épistémologue français du début du XIXème siècle) : savoir pour prévoir, afin de pouvoir. Et pourtant, en grandissant, je me suis rendu compte plus tard que cette façon de m'engager envers le monde et les gens qui m'entourent décourage en fait tout engagement émotionnel. En d’autres termes, le prix à payer pour m’abstraire en fonctions et en concepts était de ne pas pouvoir lui être émotionnellement réciproque à mon monde. Étant donné que la partie « acte » se situe tout au bout, c'est comme si pour exister il fallait d'abord méditer. Or, la seule chose qui existe sans permission, c’est mon corps.<br/><br/><br/>",
        "message2": "Bien qu’assez réprimé lors de mes études, dès son plus jeune âge il s'est toujours manifesté à travers le dessin. Et, grâce aux liens émotionnels établis à ce moment-là il a démarré, c’est-à-dire, j’ai commencé à prendre le crayon plus sérieusement. Ce fut ma première étape pour substituer la formule qui m'a façonné, savoir-prévoir-agir, à celle d’agir-savoir-prévoir. Autrement dit, et en empruntant une formule plus courte : « Je pense donc je suis » pour ensuite l’inverser « Je suis donc je pense ». <br/><br/><br/><b>2022</b> &emsp; Dès que j'ai obtenu mon diplôme d'informatique, je suis parti à Paris avec le prétexte de finir mes études de philosophie. Cependant, l'objectif principal était de revisiter seul les lieux de mon enfance, ceux dont je me souvenais et me sentais à 100% corps. C’était une chasse au trésor pour me réincorporer, pour rassembler la force dont j’avais besoin pour pouvoir m’exprimer sans culpabilité ni besoin de calcul. <br/><br/><br/><b>2024</b> &emsp; Jusqu’à présent, la quête de relier l’esprit et le corps reste vivante ; chaque dessin est un nouveau nœud. Depuis que je poursuis cette autre manière de me rapporter à mon corps, et ainsi faisant, au monde, je dessine comme jamais et continuerai de le faire. <br/><br/><br/>"
    },
    "HowItWorks": {
        "message1": "Le dessin est un nœud. Cependant, il ne s’agit pas de n’importe quel type de nœud, car il s’agit d’un nœud dont le début ni la fin sont évidents, et par conséquent, sa solution n’est pas non plus apparente. Le nœud est un lien, c'est un entre deux, c'est un va et vient. Pour cette raison, il n’est pas possible d’en parler de manière homogène ou univoque, car il est plutôt hétérogène et équivoque. Autrement dit, il ne s’agit pas de décrypter si la poule ou l’œuf est arrivé en premier, mais plutôt de constater qu'ils sont intrinsèquement liés l'un de l'autre. En fait, il ne serait pas possible d’identifier l’œuf sans avoir comme référence l’autre extrémité, la poule, et vice versa. Dans le jeu de tir à la corde, par exemple, non seulement il n’y aurait pas d’équipe un sans équipe deux, mais il n’y aurait pas de jeu sans corde (figure 1). C'est donc cette tension qui fait intervenir tous les éléments : la corde, l'équipe un et l'équipe deux. Grâce à la force exercée par les deux extrêmes, il est possible de remarquer cette tension en jeu, qui dans la mesure où elle est puissante d'autant plus la situation est apparente : deux forces dirigées dans des directions opposées révèlant un lien irrémédiable (figure 2). De cette manière, le nœud gordien concerne la situation de l’être humain, puisque, d’une part, il s’agit du <em>problème</em> de l’esprit ; et, d’autre part, c’est le <em>tissu</em> du corps.<br/><br/><br/>",
        "message2": "Le nœud c'est une manifestation. Il s'avère que la réponse à la question : « Pourquoi étudiez-vous l'informatique d'un côté et la philosophie de l'autre ? » est : « Parce que je suis un entre-deux». La question concevait déjà la tension en jeu, principalement en raison de l’imaginaire symbolique qui interprète et, à son tour, corrobore économiquement l’ingénierie comme fonctionnelle et la philosophie comme non fonctionnelle. C'était un cas d'indifférence à l'égard de la contradiction. Il existe cependant des cas plus quotidiens et moins laborieux. Par exemple : « Daniel », qui, lorsqu'on lui demande s'il aime « Untel », cache la clé de son cœur en répondant avec certitude : « Je ne sais pas de qui tu parles ». Alors que son rougissement le dément. Ou celle de « Pénélope » qui tout en ayant des veines sur le front ou avec une voix presque muette dit qu'elle n'est pas en colère. Bref, différentes situations qui, lors du désaccord du corps vis-à-vis de l'esprit, rendent explicite soit mon carrefour professionnel, ou la rougeur de Daniel, ou la frustration de Pénélope. Ainsi, la partie irrémédiable du corps est l’esprit, tout comme la partie irrémédiable de l’esprit est le corps. Dans la mesure où l’un cherche à se séparer davantage de l’autre, plus expressives sont les manifestations qui émanent de sa situation. Autrement dit, la tension corps-esprit ne peut être qu’expressive.<br/><br/><br/>Le dessin n’est qu’un prolongement de la tension entre l’esprit et le corps. C’est pour cette raison que l’art est intemporel : plus la tension est évidente, plus elle a été, est et sera assimilée avec force. Tout comme la personne « Daniel » est une tension corps-esprit, le dessin de « Daniel » soutient et déclenche également une ou plusieurs manifestations. Tous ses éléments prennent vie à travers la tension sous-jacente, sans cesser pourtant d'être <em>transparente</em>. Chaque élément, chaque trait, chaque tâche – et même le cadre lui-même – fait partie d'un tout ; le passé, le présent, le futur, les relations et les gestes sont tous impliqués dans la trame. La surface du dessin, comme la peau, est un entre-deux, un lisse-rugueux, un clair-obscur, un transparent-opaque, un blanc-noir, un orange-bleu.<br/><br/><br/>Le dessin est la manifestation du nœud chez une personne. C'est de l'incarnation lorsque la tension en question devient image. C'est de l'aliénation, lorsque celle-là achevée, supporte et transmet indépendamment la même tension. C'est un nœud qui plus tard fait partie de la trame de celui qui l'assimile (fait plus facilement si l'on voit l'œuvre en personne et non à travers un écran) et qui continue à se tisser de manière discontinue (incarné dans le présent) et continue (aliéné dans le passé ou le futur). C'est un lieu sans lieu, c'est un je suis-je ne suis pas, c'est un Daniel-NonDaniel."
    },
    "slider1image0":{
        "title": "La condition hypermoderne", 
        "format" : "Dessin",
        "dimensions" : "27.94 x 21.59 cm",
        "year" : "2020"
    },
    "slider1image1":{
        "title": "L'ombre du Père", 
        "format" : "Dessin",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider1image2":{
        "title": "Catégories", 
        "format" : "Dessin",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider1image3":{
        "title": "Écho", 
        "format" : "Dessin",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image4":{
        "title": "Promotion", 
        "format" : "Dessin",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image5":{
        "title": "Foi", 
        "format" : "Dessin",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider1image6":{
        "title": "Liberté", 
        "format" : "Dessin",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2021"
    },
    "slider1image7":{
        "title": "Conscience", 
        "format" : "Dessin",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2021"
    },
    "slider1image8":{
       "title": "Devenir", 
        "format" : "Dessin",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2022"
    },   
    "slider1image9":{
        "title": "Entre la mer et le ciel", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2024"
    },
    "slider1image10":{
        "title": "Héritage", 
        "format" : "Dessin à fusain",
        "dimensions" : "70 x 90 cm",
        "year" : "2024"
    },
    "slider1image12":{
        "title": "mat-et-échec", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2024"
    },
    "slider1image13":{
        "title": "Pie Bavarde", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider2image0":{
        "title": "Un deux", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider2image1":{
        "title": "0,1,1,2,3", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2024"
    },
    "slider2image2":{
        "title": "0,1,1,2,3...", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2024"
    },
    "slider2image3":{
        "title": "2,2,4", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "1000 x 1500 cm",
        "year" : "2024"
    },
    "slider2image4":{
        "title": "0,1,1,2,3", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image5":{
        "title": "Pour-soi", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image6":{
        "title": "0,1,1...", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image0":{
        "title": "Sabotage", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "45 x 77.5 cm",
        "year" : "2024"
    },
    "slider3image1":{
        "title": "Laisse tomber", 
        "format" : "Dessin",
        "dimensions" : "65 x 65 cm",
        "year" : "2024"
    },
    "slider3image2":{
        "title": "La tragédie des sexes", 
        "format" : "Dessin",
        "dimensions" : "35 x 45 cm",
        "year" : "2024"
    },
    "slider3image3":{
        "title": "Angoisse", 
        "format" : "Dessin",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider3image4":{
        "title": "Pour-autrui", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image5":{
        "title": "Gniy/Gnay", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "42 x 29.7 cm",
        "year" : "2024"
    },
    "slider3image6":{
        "title": "L'oblique-recte", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "60 x 40 cm",
        "year" : "2024"
    },
    "slider3image7":{
        "title": "À mi-chemin", 
        "format" : "Pastel sec sur papier",
        "dimensions" : "66 x 35 cm",
        "year" : "2024"
    },
    "slider3image8":{
        "title": "Au bout du chemin", 
        "format" : "Pastel sec sur papier",
        "dimensions" : "75 x 35 cm",
        "year" : "2024"
    },
    "slider3image9":{
        "title": "Soleir Noir", 
        "format" : "Pastel sec sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2024"
    },
    "slider3image10":{
        "title": "La Source", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2023"
    },
    "slider3image11":{
        "title": "Choix", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image12":{
        "title": "Tact", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image13":{
        "title": "Pacte", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image14":{
        "title": "Nouvelles habitudes", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "100 x 105 cm",
        "year" : "2024"
    },
    "slider4image0":{
        "title": "En-soi", 
        "format" : "Pastel sec sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider4image1":{
        "title": "Lucy", 
        "format" : "Dessin",
        "dimensions" : "20 x 23 cm",
        "year" : "2024"
    },
    "slider4image2":{
        "title": "Sceau", 
        "format" : "Dessin",
        "dimensions" : "25 x 38 cm",
        "year" : "2024"
    },
    "slider4image3":{
        "title": "Zorba", 
        "format" : "Pasel sec et crayon sur papier",
        "dimensions" : "38 x 25 cm",
        "year" : "2024"
    },
    "slider4image4":{
        "title": "Honnêteté", 
        "format" : "Pasel sec et crayon sur papier",
        "dimensions" : "55 x 77 cm",
        "year" : "2024"
    },
    "slider4image5":{
        "title": "Ménade", 
        "format" : "Dessin",
        "dimensions" : "25 x 38 cm",
        "year" : "2024"
    },
    "slider4image6":{
        "title": "Odalisque", 
        "format" : "Dessin",
        "dimensions" : "35 x 45 cm",
        "year" : "2024"
    },
    "slider4image7":{
        "title": "Mnemosyne", 
        "format" : "Dessin",
        "dimensions" : "38 x 25 cm",
        "year" : "2024"
    },
    "slider4image8":{
        "title": "Thanatos", 
        "format" : "Dessin",
        "dimensions" : "45 x 35 cm",
        "year" : "2024"
    },
    "slider5image0":{
        "title": "Goûts", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider5image1":{
        "title": "Habitudes", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider5image2":{
        "title": "Temple d'enfance", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider5image3":{
        "title": "Ineinander", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider5image4" :{
        "title": "P'tite orpheline", 
        "format" : "Dessin",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider5image5" :{
        "title": "Petit déjeuner équilibré ", 
        "format" : "Dessin",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider5image6" :{
        "title": "P'tite voiture", 
        "format" : "Dessin",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider5image7" :{
        "title": "P'tite arbre", 
        "format" : "Dessin",
        "dimensions" : "66 x 42.5 cm",
        "year" : "2024"
    },
    "slider5image8" :{
        "title": "Pathos", 
        "format" : "Dessin",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    }


}