{
    "aboutMe": {
        "message": "Ce que je partage ici c’est mon dialogue intérieur jusqu’à maintenant entretenu par moi-même. Chaque dessin exposé ici est une invitation pour que vous y fassiez partie. Il s’agit d’un « dialogue » déclenché par mes gestes qui en se rejoignant au regard poussent à la vie, le plus exacts ces premiers sont le plus la place a le regard pour jouer. Je dessine, par exemple, des mains et tu vois des « gestes féminins »; je dessine d’autres mains, et tu vois de la « tendresse ». Enthousiasmé par cet aller-retour qui transcende le contenu de la feuille, j’ai commencé à dessiner avec d’autant plus d'insistance afin de soulever davantage d’observations sensibles et ainsi apprendre ce qu’elles disent sur moi, et par éventualité, apprendre ce qu’elles disent sur toi aussi. Pour l'instant, un mois ne peut pas se passer sans que je fasse au moins quatre ou cinq dessins. Or, j’ai pris des notes auprès des gens qui en regardant des tableaux dégagent des observations précises pour que toi et moi puissions faire pareil. Ci-dessous j’ai mis quelques points de repère sur lesquels s'appuyer lors de la navigation du flux asynchrone du dialogue visual. De cette façon nous allons pouvoir saisir avec plus de précision qu’est-ce qu’un terme transcendantal tel qu’un « geste fémenin » ou la « tendresse ».\n\nEn tant qu’artiste, j’ai décidé que ce n’est pas assez de m’entrainer exclusivement à mon métier mais aussi de le rendre lisible aux autres. Pour ainsi faire je me suis fait moi-même mon propre espace numérique. Or, un espace numérique implique déjà une perte incontournable, l’image perd son éclat originelle quoique je fasse, mais il me restait à négocier le sous-entendu de consommation à partir duquel l’écran nous montre les choses.\n\nD’abord il a fallu enlever la grille qui range les images dans des médiums tels que les réseaux sociaux et en générale sur internet. Bien que la grille optimise l’espace pour que l’on puisse regarder le plus possible pour ensuite choisir l’article que l’on aime mieux, elle n’est pas faite au service de l'image. Deuxièmement, regarder si autant d’images peut décourager le regard à ne plus vouloir y interagir. Le problème est donc que l’image n’est pas un produit. Si, comme Kant l’avait constaté, l’art n’est pas consommable il fallait configurer mon espace numérique autrement. Mon objectif est donc de transposer ce qu’un conservateur d’art fait (faire de la place pour le placement adéquat d’une œuvre d’art) au domaine numérique en les placant d’abord sur un fond blanc pareil à comment l’on ferait chez-soi pour accrocher un tableau au mur. Quoique le premier obstacle soit incontournable, celui de l’image encadré par l’écran, je cherche à négocier davantage le filtre à travers duquel l’on la regarde afin de créer un espace de jeu.\n\nEn tant que curateur de mes propres tableaux, j’ai décidé de les ranger en quatre caisses, pas par une distinction conceptuelle mais parce que certains dessins éclatent mieux près des uns que d’autres. La première caisse (Réciprocité) signale mes débuts au dessin en tant que moyen visant à mieux me connaître dont l’on trouve principalement des membres du corps, particulièrement de mains. Mains coupées. Mains qui impliquent un corps égaré. Mains qui restent néanmoins vivantes et sensibles. La deuxième caisse (Limites) signale les limites des mains, arrivées à un certain point celles-ci ne peuvent plus étendre leur prise sur le monde. Au lieu de poursuivre des horizons encore plus lointains, elles cherchent à s’engager à celui qui peut leur donner l’élan dont elles ont besoin: le corps. La troisième caisse (Syncatégorématiques) sont des pièces dont leur alignement particulier peut laisser entrevoir le corps. La dernière (Noyau) est une incarnation des extrémités en un tout.\n\n De mon côté je me compromets à évoquer des aspects de ma vie avec le plus d’attention et effort possibles, mais tout jeu à ses règles:\n\n 1) Il ne faut pas demander « Qu’est-ce que cela signifie? » car il s’agit d’un jeu dépourvu d’autorité. Le schéma émetteur, message codifié et récepteur n’est pas suffisant pour expliquer les effets de l’art. Cela est le cas parce que l’image loin d’être codifiée est transparente en toute sa surface; elle a de l’information et davantage. En tant qu’auteur, je suis fondamentalement exclu de ce schéma; je ne peux pas décider l’impression de ce qu’un tracé de pastel sec laisse dans l’esprit d’autrui. Certes, l’image a les capacités de promouvoir UN discours lorsqu’elle vise à des icônes religieuses. Dans ce scénario, l’image suscite la même question pour tous et n' a qu' une seule réponse correcte. Par exemple, dans l’Évangile de Luc, lorsque Dieu dit que le seul péché est celui qui va contre la vérité, les possibilités de jeu de l’image sont drastiquement diminuées. Lorsque Jésus demande « Qui suis-je? » le témoin est poussé au coin afin de viscéralement y répondre « Tu es le fils de Dieu » . Or, afin de nous épargner des angoisses profondes qui entrent en jeu lors de l'avènement de la question posée avec autorité, nous concluons que l’image n’est pas un message.\n\n2) Ne pas être pédant. De la même façon que le message ni la déclaration de l’artiste ne figurent pas dans le jeu de l’image, la déclaration du spectateur n’y figure pas non plus. Ce qui lui a empêché à quelqu’un d’avoir accès à l’image ne l'empêche pas nécessairement aux autres. En tant qu' hypermodernes, notre sophistication nous prédispose à ridiculiser ce qui n’est pas tangible. Si l’image en jeu ne saisit pas un aspect du réel immédiatement réparable cela ne veut pas dire que celle-là soit de la phantasie, de manière inverse, si l’image saisit un aspect tangible du réel cela ne veut pas pour autant dire qu’elle soit tangible. Il est cela ce que la phrase de Magritte « Ceci n’est pas une pipe » dit, non pas parce qu’il s’agit en fait d’un dessin d’une pipe, mais à cause du refus radical du dessin; celui-ci nie la pipe dans tout son être. L’image est négation, négation de l’espace, négation du sujet ainsi que de ses qualités. La pipe n’est pas, elle n’est pas là et elle n’est pas arrondie. L’image se situe entre la phantasie et le tangible, elle nous regarde depuis le milieu. Le fait de lui exiger d’être plus ou moins réelle ou plus ou moins fantastique ne veut rien dire et ne change pas la donne; l’image est tout simplement. Comme spectateur il s’agit de céder, de donner le bénéfice du doute afin de se rendre susceptible à l'étonnement. À travers l'image, ce n'est pas moi ni vous qui envoient des messages.\n\nSi l’on profite bien du jeu en question il faut nous rejoindre à mi-chemin, là où l’image est située, entre la fiction et la non-fiction, (cependant cela ne vous ferait pas du mal d’aller la voir physiquement) de jouir d’avoir accès à un tel espace  au même temps qu’on se demande qu’est-ce que l’évocation d’un tel endroit nous apprend par rapport à nous."
    },
    "slider1image0":{
        "title": "La condition hypermoderne", 
        "format" : "Crayon sur papier",
        "dimensions" : "27.94 x 21.59 cm",
        "year" : "2020"
    },
    "slider1image1":{
        "title": "L'ombre du Père", 
        "format" : "Crayon sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider1image2":{
        "title": "Écho", 
        "format" : "Crayon sur papier",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image3":{
        "title": "Promotion", 
        "format" : "Crayon sur papier",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider1image4":{
        "title": "Angoisse", 
        "format" : "Crayon sur papier",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2021"
    },
    "slider1image5":{
        "title": "Foi", 
        "format" : "Crayon sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2021"
    },
    "slider1image6":{
        "title": "Liberté", 
        "format" : "Crayon sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2021"
    },
    "slider1image7":{
        "title": "Conscience", 
        "format" : "Crayon sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2021"
    },
    "slider1image8":{
       "title": "Devenir", 
        "format" : "Crayon sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2022"
    },   
    "slider1image9":{
        "title": "Entre la mer et la terre", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2024"
    },
    "slider1image10":{
        "title": "Reflet-reflétant", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2024"
    },
    "slider1image11":{
        "title": "Ébranlement", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "45 x 77.5 cm",
        "year" : "2024"
    },
    "slider2image0":{
        "title": "Un deux", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider2image1":{
        "title": "0,1,1,2,3", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2024"
    },
    "slider2image2":{
        "title": "0,1,1,2,3...", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2024"
    },
    "slider2image3":{
        "title": "2,2,4", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "1000 x 1500 cm",
        "year" : "2024"
    },
    "slider2image4":{
        "title": "0,1,1,2,3", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider2image5":{
        "title": "Pour-soi", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2024"
    },
    "slider3image0":{
        "title": "Catégpries", 
        "format" : "Crayon sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2022"
    },
    "slider3image1":{
        "title": "Goûts", 
        "format" : "Crayon sur papier",
        "dimensions" : "35.6 x 43.2 cm",
        "year" : "2022"
    },
    "slider3image2":{
        "title": "La Source", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2023"
    },
    "slider3image3":{
        "title": "Intention", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image4":{
        "title": "Tacte", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image5":{
        "title": "Complicité", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2023"
    },
    "slider3image6":{
        "title": "Soleir Noir", 
        "format" : "Pastel sec sur papier",
        "dimensions" : "35.6 x 43,2 cm",
        "year" : "2024"
    },
    "slider3image7":{
        "title": "Habitudes", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider3image8":{
        "title": "Temple d'enfance", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "75 x 55 cm",
        "year" : "2024"
    },
    "slider3image9":{
        "title": "Nouvelles habitudes", 
        "format" : "Pastel sec et crayon de couleur sur papier",
        "dimensions" : "1000 x 1015 cm",
        "year" : "2024"
    },
    "slider4image0":{
        "title": "En-soi", 
        "format" : "Pastel sec sur papier",
        "dimensions" : "43.2 x 35.6 cm",
        "year" : "2024"
    },
    "slider4image1":{
        "title": "Lucy", 
        "format" : "Crayon sur papier",
        "dimensions" : "20 x 23 cm",
        "year" : "2024"
    },
    "slider4image2":{
        "title": "Gniy/Gnay", 
        "format" : "Pastel sec et crayon sur papier",
        "dimensions" : "420 x 297 cm",
        "year" : "2024"
    },
    "slider4image3":{
        "title": "Sceau", 
        "format" : "Crayon sur papier",
        "dimensions" : "25 x 38 cm",
        "year" : "2024"
    }

}